Repository: Layan-Almuqrin/Mulabbi-iOS
Catalog: Mulabbi/UI/Localizable.xcstrings
Source language: en
Languages: ar

source: *Age
ar: العمر

source: *Allergies
ar: الحساسية

source: *Blood type
ar: فصيلة الدم

source: *Certificate
ar: الشهادة

source: *Choose your language
ar: اختر لغتك

source: *Chronic diseases
ar: الأمراض المزمنة

source: *Confirm Password
ar: تأكيد كلمة المرور

source: *Email
ar: البريد الإلكتروني

source: *First name
ar: اسمك الأول

source: *Gender
ar: الجنس

source: *Last name
ar: اسم العائلة

source: *Medications
ar: الأدوية

source: *Nationality
ar: الجنسية

source: *Password
ar: كلمة المرور

source: *Phone Number
ar: رقم الجوال

source: *Username
ar: اسم المستخدم

source: *Verification Code
ar: *رمز التحقق

source: %@ sent a help request
ar: %@ أرسل طلب مساعدة

source: + Add
ar: + إضافة

source: +Add
ar: + إضافة

source: A new code was sent
ar: تم إرسال رمز جديد

source: A paramedic is on the way to help you.
ar: المسعف في طريقه لمساعدتك.

source: A verification code has been sent to your email
ar: تم إرسال رمز تحقق إلى بريدك الإلكتروني

source: Accept
ar: قبول

source: Active Emergency
ar: الحالة الطارئة النشطة

source: Add
ar: إضافة

source: Add Language
ar: إضافة لغة

source: Age
ar: العمر

source: Age : %@
ar: العمر : %@

source: Allergies
ar: الحساسية

source: Allergies: %@
ar: الحساسية: %@

source: Allow
ar: سماح

source: Already have an account?
ar: لديك حساب بالفعل؟

source: Apple Watch
ar: ساعة آبل

source: Arabic
ar: العربية

source: Are you sure you want to send an SOS?
ar: هل أنت متأكد أنك تريد إرسال طلب مساعدة؟

source: Are you sure you want to send help to another person?
ar: هل أنت متأكد أنك تريد طلب المساعدة لشخص آخر؟

source: Ask anything...
ar: اسألني...

source: Attach Certificate
ar: إرفاق الشهادة

source: Blood type
ar: فصيلة الدم

source: Blood type : %@
ar: فصيلة الدم :

source: Cancel
ar: إلغاء

source: Case Description:
ar: وصف الحالة:

source: Case History
ar: سجل الحالات

source: Certificate
ar: الشهادة

source: Chatbot
ar: المساعد الذكي

source: Choose Country
ar: اختر الدولة

source: Choose your blood type
ar: اختر فصيلة دمك

source: Choose your gender
ar: اختر جنسك

source: Choose your language
ar: اختر لغتك

source: Chronic diseases
ar: الأمراض المزمنة

source: Chronic diseases : %@
ar: الأمراض المزمنة: %@

source: Close
ar: إغلاق

source: Code is required
ar: رمز التحقق مطلوب

source: Companions
ar: المرافقين

source: Complete
ar: إكمال

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm your password
ar: تأكيد كلمة المرور

source: Connect
ar: ربط

source: Connect your Apple Watch
ar: اربط ساعة آبل

source: Country or calling code
ar: الدولة أو رمز الاتصال

source: Create Account
ar: إنشاء حساب

source: Create your account
ar: إنشاء حسابك

source: Current: 155 bpm
ar: النبض الحالي: ١٥٥ نبضة/دقيقة

source: Describe the case and the assistance provided...
ar: صف الحالة والمساعدة التي تم تقديمها …

source: Describe the Situation
ar: صف الحالة

source: Describe what happened in detail...
ar: اكتب ما حدث بالتفصيل...

source: Description of the situation :
ar: وصف الحالة :

source: Didn't receive the code?
ar: لم يصلك الرمز؟

source: Disconnect
ar: إلغاء الربط

source: Disconnect Apple Watch?
ar: هل تريد إلغاء ربط ساعة آبل؟

source: Don't Allow
ar: عدم السماح

source: Don't have an account?
ar: ليس لديك حساب؟

source: Edit Medical Record
ar: تعديل السجل الطبي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Email
ar: البريد الإلكتروني

source: Emergency Description
ar: وصف الحالة الطارئة

source: Emergency Details
ar: تفاصيل الحالة الطارئة

source: English
ar: الإنجليزية

source: Enter Phone number...
ar: أدخل رقم الجوال ..

source: Enter the language you want to add.
ar: أدخل اللغة التي تريد إضافتها.

source: Enter verification code
ar: أدخل رمز التحقق

source: Enter your age
ar: أدخل عمرك

source: Enter your Code
ar: أدخل الرمز

source: Enter your confirm password
ar: أدخل تأكيد كلمة المرور

source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Enter your Email
ar: أدخل بريدك الإلكتروني

source: Enter your first name
ar: أدخل اسمك الأول

source: Enter your last name
ar: أدخل اسم العائلة

source: Enter your nationality
ar: أدخل جنسيتك

source: Enter your password
ar: أدخل كلمة المرور

source: Enter your phone number
ar: أدخل رقم الجوال

source: Enter your username
ar: أدخل اسم المستخدم

source: Fahad Aldosari
ar: فهد الدوسري

source: Female
ar: أنثى

source: First name
ar: الاسم الأول

source: Forgot Password
ar: نسيت كلمة المرور؟

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Gender
ar: الجنس

source: Gender : %@
ar: الجنس: %@

source: Heart rate monitoring and notifications will stop.
ar: ستتوقف مراقبة نبض القلب والتنبيهات.

source: Hello, I’m Mulabbi. I’m here to guide you with quick first-aid and emergency support.
ar: مرحبًا، أنا مُلبّي. أنا هنا لإرشادك بتقديم الإسعافات الأولية السريعة والدعم في حالات الطوارئ.

source: Hidden
ar: مخفي

source: Hide %@
ar: إخفاء %@

source: High Heart Rate Detected
ar: تم اكتشاف ارتفاع نبض القلب

source: Home
ar: الرئيسية

source: If the person can breathe forcefully, they should continue coughing. However, if the person is choking and cannot speak, cry, or laugh forcefully, do the following: 1. Stand behind the injured person. 2. Place one foot slightly in front of the other for balance. 3. Wrap your arms around the person’s waist. 4. Lean the person slightly forward. 5. Make a fist with one hand and place it above the navel. 6. Hold the fist with your other hand, then give a quick, strong upward thrust to the abdomen. 7. Repeat 6 to 10 abdominal thrusts until the stuck object is removed. If the injured person loses consciousness, perform CPR and make sure to press the Request Help button.
ar: إذا كان الشخص يستطيع التنفس بقوة، فيجب عليه الاستمرار في السعال. أما إذا كان الشخص يختنق ولا يستطيع التحدث أو البكاء أو الضحك بقوة، فاتبع الخطوات التالية: 1. قف خلف المصاب. 2. ضع قدمًا أمام الأخرى قليلًا للمحافظة على التوازن. 3. لف ذراعيك حول خصر المصاب. 4. أمل المصاب قليلًا إلى الأمام. 5. اقبض إحدى يديك وضعها فوق السرة. 6. أمسك القبضة بيدك الأخرى ثم اضغط بسرعة وبقوة إلى الداخل والأعلى على البطن. 7. كرر من 6 إلى 10 ضغطات بطنية حتى يخرج الجسم العالق. إذا فقد المصاب الوعي، فابدأ بالإنعاش القلبي الرئوي (CPR)، وتأكد من الضغط على زر طلب المساعدة.

source: If you do not have any, enter "None"
ar: إذا لم يكن لديك، اكتب "لا يوجد"

source: Incorrect code
ar: رمز التحقق غير صحيح

source: Incorrect information entered
ar: المعلومات المدخلة غير صحيحة

source: Language
ar: اللغة

source: Language : %@
ar: اللغة : %@

source: Last name
ar: اسم العائلة

source: Location Needed
ar: الموقع مطلوب

source: Log in
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Login to your account
ar: تسجيل الدخول إلى حسابك

source: Male
ar: ذكر

source: Medical Information
ar: المعلومات الطبية

source: Medical Record
ar: السجل الطبي

source: Medical Record :
ar: السجل الطبي :

source: Medications
ar: الأدوية

source: Medications : %@
ar: الأدوية: %@

source: Monitors your heart rate and notifies you when an abnormal reading is detected.
ar: يراقب معدل نبضات قلبك وينبهك عند اكتشاف قراءة غير طبيعية.

source: Nationality
ar: الجنسية

source: Nationality : %@
ar: الجنسية: %@

source: New Password
ar: كلمة مرور جديدة

source: No cases found
ar: لا توجد حالات

source: None
ar: لا يوجد

source: OK
ar: حسنًا

source: Open Location
ar: فتح الموقع

source: Other info
ar: معلومات أخرى

source: Other Info
ar: معلومات أخرى

source: Other info : %@
ar: معلومات أخرى: %@

source: Other info:
ar: معلومات أخرى:

source: Other information...
ar: معلومات أخرى...

source: Paramedic
ar: مسعف

source: Password
ar: كلمة المرور

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين

source: Phone number
ar: رقم الجوال

source: Phone Number
ar: رقم الجوال

source: Phone Number :
ar: رقم الجوال :

source: Phone number: %@
ar: رقم الجوال: %@

source: Pilgrim
ar: حاج / معتمر

source: Please enable your location so we can send help to you.
ar: فعّل موقعك لكي نرسل المساعدة إليك.

source: Please enter the code sent to your email
ar: يرجى إدخال الرمز السري المرسل إلى بريدك الإلكتروني

source: Please enter your email registered on our system
ar: يرجى إدخال بريدك الإلكتروني المسجل لدينا

source: Please enter your information
ar: يرجى إدخال معلوماتك

source: Please enter your new password
ar: يرجى إدخال كلمة المرور الجديدة الخاصة بك

source: Please fill in all required fields
ar: الرجاء إدخال جميع الحقول المطلوبة

source: Please provide your medical information
ar: يرجى إدخال معلوماتك الطبية

source: Reject
ar: رفض

source: Request Help for Others
ar: طلب مساعدة لشخص آخر

source: Requests
ar: الطلبات

source: Resend Code
ar: إعادة إرسال الرمز

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Save
ar: حفظ

source: Search
ar: بحث

source: Send
ar: إرسال

source: Send Code
ar: إرسال الرمز

source: Send message
ar: إرسال الرسالة

source: Settings
ar: الإعدادات

source: Show %@
ar: إظهار %@

source: Sign up
ar: إنشاء حساب

source: Sign Up
ar: إنشاء حساب

source: SOS
ar: طلب مساعدة

source: Submit
ar: إرسال

source: Urdu
ar: الأردية

source: Username
ar: اسم المستخدم

source: Username: %@
ar: اسم المستخدم: %@

# Username: %@ Phone number: %@
source: Username: %1$@ Phone number: %2$@
ar: اسم المستخدم: %1$@ رقم الجوال: %2$@

source: Verify
ar: تحقق

source: Verify Your Email
ar: تحقق من بريدك الإلكتروني

source: View Details
ar: اظهار التفاصيل

source: Visible
ar: ظاهر

source: We suggest requesting help if you are not feeling well.
ar: ننصح بطلب المساعدة إذا لم تكن بخير.

source: Welcome
ar: مرحبًا

source: Welcome %@ !
ar: مرحبًا %@!

source: Welcome Fahad !
ar: مرحبًا فهد!

source: Yes
ar: نعم

source: Your phone number and location will be shared with paramedics.
ar: ستتم مشاركة رقم هاتفك وموقعك مع المسعفين.
